[
  {
    "id": "SEED-20250416-205301-514884",
    "timestamp": "2025-04-16 20:53:01",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "Platforms like TikTok that, you know, if you're asking me, is something like TikTok or Facebook really increasing my personal productivity? Well, I would say, actually, it is really horribly detracting from my productivity. And so I think that a lot of these AI platforms right now create speech issues. When an ordinary Chinese person sitting in Beijing or Shanghai asks AI, well, what happened in 1989? Well, what do you think?",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  },
  {
    "id": "SEED-20250416-210903-80104c",
    "timestamp": "2025-04-16 21:09:03",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "for greater clarity before considering any adjustments to our policy stance. We continue to analyze the incoming data, the evolving outlook, and the balance of risks. We understand that elevated levels of unemployment or inflation can be damaging and painful for communities, families, and businesses. We will continue to do everything we can to achieve our maximum employment and price stability goals. Well, joining us now is Peter Schaffrick, global macro strategist at RBC Capital Markets. Pete, I am going to talk about the ECB, but let me just ask you about your impressions.",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  },
  {
    "id": "SEED-20250416-212503-eb4be9",
    "timestamp": "2025-04-16 21:25:03",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "One hundred bureaus across the globe. Bloomberg Television, context changes everything. Tune in to Bloomberg Businessweek Daily. We gotta talk crypto. From the magazine that helps global leaders stay ahead. What's the conversation around your company? Bringing you insight on the people, companies, and trends shaping today's complex economy. Planning very big things. A new level of premium. Plus global business, finance, and tech news as it happens. The floodgates of innovation are going to open up. You can't fake passion. You either are or you aren't. Bloomberg Businessweek Daily, only on Bloomberg.",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  },
  {
    "id": "SEED-20250416-214029-35c962",
    "timestamp": "2025-04-16 21:40:29",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "that in the light of every unpredictable and uncertain market environment that we had OPEC alliance has been trying to somehow adjust its production by managing the risks in the market.",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  },
  {
    "id": "SEED-20250416-214448-88450b",
    "timestamp": "2025-04-16 21:44:48",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "Africa. A region rife with potential for growth and opportunities, but not without its challenges. Bloomberg highlights the biggest stories, interviewing key players and reporting on the issues impacting the region. Join us as we get to the heart of African business, politics and economics and ask the question, what's next? I'm Jennifer Zabasaja, and this is Next Africa. New episodes every month, only on Bloomberg.",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  },
  {
    "id": "SEED-20250416-215009-d3453a",
    "timestamp": "2025-04-16 21:50:09",
    "stream_url": "https://www.youtube.com/watch?v=iEpJwprxDdk",
    "keywords": [],
    "text": "offering maybe some mutually beneficial trade negotiations with the U.S. This is a small landlocked country surrounded by South Africa, reliant very much on the its economic activity is reliant on South Africa and Mozambique. And so potentially they need to look at those and really put on the table what can be done here, especially because over the past 25 years, this country has enjoyed relatively low to no tariff because of this trade pact called AGOA. And so it really is a concern. What was actually a bit surprising though",
    "confidence": 0.1,
    "status": "discarded",
    "source": "Live Stream",
    "tags": []
  }
]